Repository: Up1o4d/BudgetTracker
Catalog: BudgetTracker/Localizable.xcstrings
Source language: en
Languages: sl

# category.dining
source: Dining
sl: Restavracije

# category.groceries
source: Groceries
sl: Živila

# category.other
source: Other
sl: Drugo

# category.rent
source: Rent
sl: Najemnina

# category.transport
source: Transport
sl: Prevoz

# category.utilities
source: Utilities
sl: Položnice

# screen.activity.empty
source: No Transactions
sl: Ni transakcij

# screen.activity.error
source: Something went wrong
sl: Prišlo je do napake

# screen.activity.title
source: Activity
sl: Aktivnost

# screen.add.date.daysAgo
source: %lld days ago
sl: pred %lld dnevi

# screen.add.date.today
source: Today
sl: Danes

# screen.add.date.yesterday
source: Yesterday
sl: Včeraj

# screen.add.title
source: Add transaction
sl: Dodaj transakcijo

# screen.home.title
source: Home
sl: Domov
